<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Docker</string>
	<key>Input</key>
	<dict>
		<key>BUNDLE_ID</key>
		<string>com.docker.docker</string>
		<key>CATEGORY</key>
		<string>Productivity</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate.xml</string>
		<key>NAME</key>
		<string>Docker</string>
		<key>POLICY_CATEGORY</key>
		<string>Testing</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Docker containers wrap a piece of software in a complete filesystem that contains everything needed to run: code, runtime, system tools, system libraries - anything that can be installed on a server. This guarantees that the software will always run the same, regardless of its environment.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>%NAME%.png</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://download.docker.com/mac/stable/appcast.xml</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.Docker</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.homebysix.FindAndReplace/FindAndReplace</key>
			<dict>
				<key>git_hash</key>
				<string>6ff42327daccc6bca0bfe2fedad1889685f6f7cd</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/FindAndReplace/FindAndReplace.py</string>
				<key>sha256_hash</key>
				<string>ae33639a19814bc5b4252ab36270872fb464849f6963e504b995a3809fa5f08d</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.chilcote.download.Docker</key>
			<dict>
				<key>git_hash</key>
				<string>bee94c240d2acd429922fa09b7115ae6508ba01a</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.chilcote-recipes/Docker/Docker.download.recipe</string>
				<key>sha256_hash</key>
				<string>8e99503cc6b8e2d59a4a7ada035a6c35e9b371707ec8870280455322afe92ea6</string>
			</dict>
			<key>com.github.chilcote.pkg.Docker</key>
			<dict>
				<key>git_hash</key>
				<string>a19b38c3cb517da97958b62e876ce8a134f22236</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.chilcote-recipes/Docker/Docker.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>70486bbe94e3af061acff6eec39b2611b54dbf0dcdf4f2cdea6d5f041188cdb4</string>
			</dict>
			<key>com.github.jss-recipes.jss.Docker</key>
			<dict>
				<key>git_hash</key>
				<string>0ed7bb694310c0ab46a6225bae07ca5b2df8f1cc</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Docker/Docker.jss.recipe</string>
				<key>sha256_hash</key>
				<string>5737bf13933d43bd84f865cb4b484c8a69d4ef7cdb02f94316f9ad3683a0ee21</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
