<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Evernote</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Productivity</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate.xml</string>
		<key>NAME</key>
		<string>Evernote</string>
		<key>PKG_ID</key>
		<string>com.evernote.Evernote</string>
		<key>POLICY_CATEGORY</key>
		<string>Testing</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Note-taking workspace.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>Evernote.png</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://update.evernote.com/public/ENMacSMD/EvernoteMacUpdate.xml</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.Evernote</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.Evernote</key>
			<dict>
				<key>git_hash</key>
				<string>ebcbf5b5b3e600b329bf15d412217fd5ecbb4ff8</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Evernote/Evernote.download.recipe</string>
				<key>sha256_hash</key>
				<string>0a4c58e9f0ff617bcefddf22e6dba8c5d50758ce952a9888264c47094f0dbf76</string>
			</dict>
			<key>com.github.autopkg.pkg.Evernote</key>
			<dict>
				<key>git_hash</key>
				<string>276870bc668bbfe29142e17c9ef574693930bbdb</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Evernote/Evernote.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>897bc09c8690398752c2922111d086886bbbd85a1c6d4e6a98a5c80b0e88e5b7</string>
			</dict>
			<key>com.github.jss-recipes.jss.Evernote</key>
			<dict>
				<key>git_hash</key>
				<string>1d494dc28101da3b605f94db6827b6ab8970fe77</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Evernote/Evernote.jss.recipe</string>
				<key>sha256_hash</key>
				<string>dbe18ddb0214af6ddc801c902e16fe2cf5974841c4fd4f5c1248b0a71c44e872</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
