<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.FileZilla</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Internet</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate.xml</string>
		<key>NAME</key>
		<string>FileZilla</string>
		<key>POLICY_CATEGORY</key>
		<string>Testing</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>RE_PATTERN</key>
		<string>&lt;a href=\"(?P&lt;url&gt;http[s]?.*?(?P&lt;filename&gt;FileZilla_(?P&lt;version&gt;[\d.]+)_macosx.*?\.app\.tar\.bz2).*?)\"</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>FileZilla is a fast and reliable cross-platform FTP, FTPS and SFTP client.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>%NAME%.png</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.scriptingosx.jss.FileZilla</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.keeleysam.recipes.FileZilla.download</key>
			<dict>
				<key>git_hash</key>
				<string>acd2fc13cd2c11f7c9d062e72e60582d8accda20</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.keeleysam-recipes/FileZilla/FileZilla.download.recipe</string>
				<key>sha256_hash</key>
				<string>64c220c81a4776b9058fa73ce0ee04fc4e801c5f18cdf9d4164f90a377712c67</string>
			</dict>
			<key>com.github.scriptingosx.jss.FileZilla</key>
			<dict>
				<key>git_hash</key>
				<string>3cfcdc60326d81ef3b7d021f3352d27402c551ac</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.scriptingosx-recipes/FileZilla/FileZilla.jss.recipe</string>
				<key>sha256_hash</key>
				<string>27d2a650af382c3087e46bff4af9dd3f8663672e21bf2789b35e4979cebbc1ad</string>
			</dict>
			<key>com.github.scriptingosx.pkg.FileZilla</key>
			<dict>
				<key>git_hash</key>
				<string>80c6f197d605042a8b2bd30ef956962bf6a5881a</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.scriptingosx-recipes/FileZilla/FileZilla.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>accf3245daea7e64880a9bb7e189f4f714cdaf1c529c9c26daa4e455048b1725</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
