<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.GoogleChrome</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Google</string>
		<key>DESCRIPTION</key>
		<string>Google Chrome is a browser that combines a minimal design with sophisticated technology to make the web faster, safer, and easier.</string>
		<key>DOWNLOAD_URL</key>
		<string>https://dl.google.com/chrome/mac/stable/GGRO/googlechrome.dmg</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>%RECIPE_DIR%/SmartGroupTemplate.xml</string>
		<key>ICON</key>
		<string>%RECIPE_DIR%/GoogleChrome.png</string>
		<key>JSS_INVENTORY_NAME</key>
		<string>Google Chrome.app</string>
		<key>NAME</key>
		<string>GoogleChrome</string>
		<key>OS_REQUIREMENTS</key>
		<string>10.11.x,10.10.x,10.9.x</string>
		<key>POLICY_CATEGORY</key>
		<string>Testing</string>
		<key>POLICY_TEMPLATE</key>
		<string>%RECIPE_DIR%/PolicyTemplate.xml</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.rtrouton.jss.googlechrome</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.googlechrome</key>
			<dict>
				<key>git_hash</key>
				<string>1d8ed0662d02653b32d0c34f041df521a1c551aa</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/GoogleChrome/GoogleChrome.download.recipe</string>
				<key>sha256_hash</key>
				<string>f5313754f89bbff7c7d71dd99fa5151b67ff75cf21a00b0ce215c415b0c09549</string>
			</dict>
			<key>com.github.rtrouton.jss.googlechrome</key>
			<dict>
				<key>git_hash</key>
				<string>b08178ddfe917671742f872fb998ea893f146f9d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/JSS/GoogleChrome.jss.recipe</string>
				<key>sha256_hash</key>
				<string>4d7be450480c2c16c7984c802b4342175674f1e73e4842fe4f40ed41b347c469</string>
			</dict>
			<key>com.github.rtrouton.pkg.googlechrome</key>
			<dict>
				<key>git_hash</key>
				<string>3a3564e58053ad161b7c0d4bc823c7d3fc860e94</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/GoogleChrome/GoogleChrome.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>0c9e46da479e9686709af02f20b2f752f91ca8aa0f9944447139a48b142e9111</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
