<policy>
	<general>
		<name>Install Latest %PROD_NAME%</name>
		<enabled>true</enabled>
		<frequency>Ongoing</frequency>
		<category>
			<name>%POLICY_CATEGORY%</name>	
		</category>
		<trigger_other>%PROD_NAME%-enrollment</trigger_other>
	</general>
	<scope>
		<all_computers>true</all_computers>
	</scope>
	<package_configuration>
		<!--Package added by JSSImporter-->
	</package_configuration>
	<scripts>
		<!--Scripts added by JSSImporter-->
	</scripts>
	<self_service>
		<use_for_self_service>false</use_for_self_service>
	</self_service>
	<maintenance>
		<recon>false</recon>
	</maintenance>
</policy>