<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Sketch</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Productivity</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate.xml</string>
		<key>NAME</key>
		<string>Sketch</string>
		<key>OS_REQUIREMENTS</key>
		<string>10.14.x,10.13.6,10.13.5,10.13.4</string>
		<key>POLICY_CATEGORY</key>
		<string>Testing</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Vector drawing application.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>%NAME%.png</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://www.sketchapp.com/appcast3.xml</string>
		<key>USER_AGENT</key>
		<string>Sketch/3.3.2 Sparkle/e759c10</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.Sketch</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.foigus.download.Sketch</key>
			<dict>
				<key>git_hash</key>
				<string>772bdd3b49459735862e7002d9364fe2b8f95362</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.foigus-recipes/BohemianCoding/Sketch.download.recipe</string>
				<key>sha256_hash</key>
				<string>9b3711e59d78e5a41eded024de0c12b684b6ccd3d6746a170ee1513150badd4c</string>
			</dict>
			<key>com.github.homebysix.pkg.Sketch</key>
			<dict>
				<key>git_hash</key>
				<string>9e34bccdc167456ac4081635adab03d91268414b</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/BohemianCoding/Sketch.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>877b4be77a02abaedebc68e6a6cfb0f84ff878e123ec5a8784d759959f81a9e0</string>
			</dict>
			<key>com.github.jss-recipes.jss.Sketch</key>
			<dict>
				<key>git_hash</key>
				<string>6005a7c6528f85bb50192d0206fa806f103eb5e0</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Sketch/Sketch.jss.recipe</string>
				<key>sha256_hash</key>
				<string>5d64e564dff4368b41bbcc62be8f8142cfc942dfacb921754113748d2f2e9663</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
