<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.ZoomPresence</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Productivity</string>
		<key>DOWNLOAD_URL</key>
		<string>https://zoom.us/client/latest/ZoomRooms.pkg</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate.xml</string>
		<key>JSS_INVENTORY_NAME</key>
		<string>ZoomPresence.app</string>
		<key>NAME</key>
		<string>ZoomPresence</string>
		<key>POLICY_CATEGORY</key>
		<string>Testing</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>The ZoomPresence app provides cloud-hosted video conferencing, plus online meetings and group messaging.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>Zoom.png</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.kitzy.jss.ZoomPresence</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.homebysix.VersionSplitter/VersionSplitter</key>
			<dict>
				<key>git_hash</key>
				<string>6ff42327daccc6bca0bfe2fedad1889685f6f7cd</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/VersionSplitter/VersionSplitter.py</string>
				<key>sha256_hash</key>
				<string>f03a8876c339f34e343252060006d1e744d31ff320a949dc056688eaf6f97c04</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.ZoomPresence</key>
			<dict>
				<key>git_hash</key>
				<string>dd934134b289297634b857b009fd781135d39db5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Zoom/ZoomPresence.download.recipe</string>
				<key>sha256_hash</key>
				<string>d887939b52c61fedaa22eef6590c65453a4eaa33921efc9e3a82750137a1f6f7</string>
			</dict>
			<key>com.github.homebysix.pkg.ZoomPresence</key>
			<dict>
				<key>git_hash</key>
				<string>c3120e22b7380e8ed644f027e83db46eef24c78d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Zoom/ZoomPresence.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>50bbe35afb216d117d101ec183dab144dbff0cf70b28f983b2db778152e7df37</string>
			</dict>
			<key>com.github.kitzy.jss.ZoomPresence</key>
			<dict>
				<key>git_hash</key>
				<string>c6829d4e9b5ee015825a4f2be48764f7f0444dd0</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.kitzy-recipes/ZoomPresence/ZoomPresence.jss.recipe</string>
				<key>sha256_hash</key>
				<string>1e5a911235ff72b77542d51e0b3a5f53f516c18079afc02a79678ee71a61b0aa</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
